# coding: utf-8

INFO = "------------------------------------------------------------\n" \
       "sailVina 1.0 for Linux\n" \
       "Developed by Yuanhang Xiang\n" \
       "ps:当前只支持一个配体和多个受体对接\n" \
       "------------------------------------------------------------\n" \
       "请将配体文件放入Ligands文件夹，受体放入Proteins文件夹\n" \
       "使用方法：在命令行中输入如下参数\n" \
       "python3 ./main.py 配体文件路径 受体文件夹路径\n" \
       "比如:\npython3 ./main.py ./Ligands/ligand.pdbqt ./Proteins\n" \
       "------------------------------------------------------------"
